/*
{*****************************************************************************
{  设备管理 v1.0													
{  版权信息 (c) 2005-2016 郭旭辉. 保留所有权利.
{  创建人：  郭旭辉
{  审查人：
{  模块：科室											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2016-11-10  郭旭辉        新建	
{ 	                                                                     
{*****************************************************************************
*/

package com.gdpu.his.param.room;

/**
 * 《科室》 查询参数实体
 * @author 郭旭辉
 *
 */
public class ClinicroomParamEx extends ClinicroomParam {
	private static final long serialVersionUID = 1L;
	
	//针对ClinicroomParam实体在这里增加额外的属性和对应的get和set方法
	
}